[{"model": "app.seasoninfo", "pk": 1, "fields": {"season": 1, "description": "Bright and warm colors characterized a bright Spring. If you are a Bright Spring, bright and warm colors suit you better than cooler ones. This season's color palette is a collection of wild, vibrant colors."}}, {"model": "app.seasoninfo", "pk": 2, "fields": {"season": 2, "description": "True Spring is warm and bright. If your primary color aspect is warm and the secondary aspect is bright, then you are a True Spring. This season's palette is reminiscent of warm and highly saturated colors, like a set of vibrant coloring pencils."}}, {"model": "app.seasoninfo", "pk": 3, "fields": {"season": 3, "description": "Light Spring is characterized by light and warm colors. If your primary color aspect is light and the secondary aspect is warm, then you are a Light Spring. The color palette for this season is warm, fresh, light, and gentle, similar to the pastel colors of candy."}}, {"model": "app.seasoninfo", "pk": 4, "fields": {"season": 4, "description": "Light Summer is a color season that is characterized by light and cool colors. If you are a Light Summer, your primary color aspect is light, and the secondary aspect is cool, which means that cooler colors suit you better than warmer ones. The color palette for this season contains medium-saturated, coolish colors."}}, {"model": "app.seasoninfo", "pk": 5, "fields": {"season": 5, "description": "True Summer is cool and muted. If you are a True Summer, the primary color aspect of your overall appearance is cool and the secondary aspect is muted. True Summer colors are gentle, calming, and refreshing, making them the coolest of the Summer family."}}, {"model": "app.seasoninfo", "pk": 6, "fields": {"season": 6, "description": "Soft Summer is muted and cool. If you are a Soft Summer, your primary color aspect is muted, and the secondary aspect is cool. This means that highly desaturated, grayed, low-contrast, and coolish colors suit you best."}}, {"model": "app.seasoninfo", "pk": 7, "fields": {"season": 7, "description": "Soft Autumn is muted and warm. If you are a Soft Autumn, your primary color aspect is muted, and the secondary aspect is warm. This means that warm colors like walnut, beige, and gold pigments suit you better than cooler ones."}}, {"model": "app.seasoninfo", "pk": 8, "fields": {"season": 8, "description": "True Autumn is warm and muted. You are a True Autumn if the primary color aspect of your overall appearance is warm, and the secondary aspect is muted. The True Autumn color palette is rich and warm like golden wheat fields, warm sun rays, and golden sunsets."}}, {"model": "app.seasoninfo", "pk": 9, "fields": {"season": 9, "description": "This seasonal color type is characterized by dark and warm tones. If your overall appearance is primarily dark with warm secondary aspects, you may fall into the Deep Autumn category. The color palette for Deep Autumn is rich and mysterious, much like an autumn forest at sunset."}}, {"model": "app.seasoninfo", "pk": 10, "fields": {"season": 10, "description": "Deep Winter  features dark and cool colors. If the primary aspect of your overall appearance is dark, and the secondary aspect is cool, you might be classified as a Deep Winter. The color palette for Deep Winter is dark and cool, evoking images of dark, misty forests."}}, {"model": "app.seasoninfo", "pk": 11, "fields": {"season": 11, "description": "True Winter is described as cool and bright. If the primary color aspect of your overall appearance is cool, and the secondary aspect is bright, you are considered a True Winter. The True Winter color palette contains cool, highly-contrasting colors."}}, {"model": "app.seasoninfo", "pk": 12, "fields": {"season": 12, "description": "Bright Winter is defined as bright and cool. If the primary color aspect of your overall appearance is bright, and the secondary aspect is cool, you are classified as a Bright Winter. Bright Winter color analysis combines brightness with coolness, resulting in extremely intense, light, dark, and vibrant colors."}}]